Repository: ZoomZhao/riffa
Catalog: Sources/RiffaApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Choose a regular file, application, framework, or bundle. Riffa never launches the selected code.
zh_hans: 选择常规文件、应用、框架或包。Riffa 绝不会启动所选代码。

source: Choose a right file
zh_hans: 选择右侧文件

source: Choose a saved session to inspect its metadata.
zh_hans: 选择已保存的会话以检查其元数据。

source: Choose a target text file before building the patched preview.
zh_hans: 构建补丁预览前，请选择目标文本文件。

source: Choose a text file
zh_hans: 选择一个文本文件

source: Choose a unified diff before building a preview.
zh_hans: 构建预览前，请选择统一差异文件。

source: Choose a unified diff to inspect its source.
zh_hans: 选择统一差异文件以检查其来源。

source: Choose a unified diff…
zh_hans: 选择统一差异文件…

# Choose all %lld resources before saving a session
source: Choose all %1$lld resources before saving a session
zh_hans: 保存会话前请选择全部 %1$lld 个资源

source: Choose an Independent Backup Folder
zh_hans: 选择独立的备份文件夹

source: Choose an Independent Output Folder
zh_hans: 选择独立的输出文件夹

source: Choose an Office document
zh_hans: 选择 Office 文档

source: Choose an archive
zh_hans: 选择归档

source: Choose an image…
zh_hans: 选择图像…

source: Choose both folders before copying selected items.
zh_hans: 在复制所选项目之前选择这两个文件夹。

source: Choose both folders before deleting selected items.
zh_hans: 在删除所选项目之前选择这两个文件夹。

source: Choose both folders before moving verified matches.
zh_hans: 在移动已验证的匹配项之前选择这两个文件夹。

source: Choose both folders before renaming a file.
zh_hans: 在重命名文件之前选择这两个文件夹。

source: Choose content, modified-date, and verified move-detection options
zh_hans: 选择内容、修改日期和已验证移动检测选项

source: Choose exactly two snapshot files.
zh_hans: 请选择恰好两个快照文件。

source: Choose left PDF
zh_hans: 选择左侧 PDF

source: Choose left binary file
zh_hans: 选择左侧二进制文件

source: Choose left image
zh_hans: 选择左侧图像

source: Choose left table
zh_hans: 选择左侧表格

source: Choose or create a left document before applying a patch.
zh_hans: 在应用补丁之前选择或创建左侧文档。

source: Choose pages, extracted text, visual raster, or metadata
zh_hans: 选择页面、提取文本、视觉栅格或元数据

source: Choose right PDF
zh_hans: 选择右侧 PDF

source: Choose right binary file
zh_hans: 选择右侧二进制文件

source: Choose right image
zh_hans: 选择右侧图像

source: Choose right table
zh_hans: 选择右侧表格

source: Choose side by side, blend, or difference analysis
zh_hans: 选择并排、混合或差异分析

source: Choose the common base folder
zh_hans: 选择共同的基准文件夹

source: Choose the exact patch record and target, then build a strictly validated preview.
zh_hans: 选择准确的补丁记录和目标，然后构建经过严格验证的预览。

source: Choose the left PDF document
zh_hans: 选择左侧 PDF 文档

source: Choose the left variant folder
zh_hans: 选择左侧的变体文件夹

source: Choose the local text file to patch
zh_hans: 选择要修补的本地文本文件

source: Choose the patch file record that belongs to the target. Riffa will not infer it from a path label.
zh_hans: 选择属于目标的补丁文件记录。Riffa 不会根据路径标签进行推断。

source: Choose the right PDF document
zh_hans: 选择右侧 PDF 文档

source: Choose the right variant folder
zh_hans: 选择右侧变体文件夹

source: Choose the target text…
zh_hans: 选择目标文本…

source: Choose the unified diff to review
zh_hans: 选择要检查的统一差异文件

source: Choose three text files
zh_hans: 选择三个文本文件

source: Choose two Office documents
zh_hans: 选择两个 Office 文档

source: Choose two PDF documents
zh_hans: 选择两个 PDF 文档

source: Choose two archives
zh_hans: 选择两个归档

source: Choose two binary files
zh_hans: 选择两个二进制文件

source: Choose two delimited files
zh_hans: 选择两个分隔文件

source: Choose two files or bundles
zh_hans: 选择两个文件或包

source: Choose two files or folders
zh_hans: 选择两个文件或文件夹

source: Choose two folders
zh_hans: 选择两个文件夹

source: Choose two images
zh_hans: 选择两幅图像

source: Choose two media files
zh_hans: 选择两个媒体文件

source: Choose two text files
zh_hans: 选择两个文本文件

source: Choose up to %lld more files or folders.
zh_hans: 最多还可选择 %lld 个文件或文件夹。

source: Choose which version to place in the merged output
zh_hans: 选择要放入合并输出的版本

source: Chooses which output draft is edited
zh_hans: 选择要编辑的输出草稿

source: Choosing another %@ file discards its edited output draft.
zh_hans: 选择其他 %@ 文件将丢弃其已编辑的输出草稿。

# Clear %@
source: Clear %1$@
zh_hans: 清除 %1$@

source: Clear All
zh_hans: 全部清除

source: Clear session search
zh_hans: 清除会话搜索

source: Clipboard
zh_hans: 剪贴板

source: Close Find
zh_hans: 关闭查找

# Collection Path: %@ Modified: %@ ETag: %@
source: Collection Path: %1$@ Modified: %2$@ ETag: %3$@
zh_hans: 集合 路径：%@ 修改时间：%@ ETag：%@

# Column %lld
source: Column %1$lld
zh_hans: 第 %1$lld 列

# Column %lld value
source: Column %1$lld value
zh_hans: 第 %1$lld 列的值

source: Comma
zh_hans: 逗号

source: Comment
zh_hans: 注释

source: Compare
zh_hans: 比较

# Compare %@ with %@ after stable WebDAV reads
source: Compare %1$@ with %2$@ after stable WebDAV reads
zh_hans: 在 WebDAV 稳定读取后比较 %@ 和 %@

source: Compare Alpha
zh_hans: 比较 Alpha 通道

source: Compare DOCX, XLSX, PPTX, and ODS package content
zh_hans: 比较 DOCX、XLSX、PPTX 和 ODS 包内容

source: Compare Existing…
zh_hans: 比较现有项…

source: Compare File Contents
zh_hans: 比较文件内容

source: Compare Marked Text Files
zh_hans: 比较标记的文本文件

source: Compare Modified Date
zh_hans: 比较修改日期

source: Compare Options
zh_hans: 比较选项

source: Compare Selected Files
zh_hans: 比较所选文件

source: Compare Text
zh_hans: 比较文本

source: Compare This Page
zh_hans: 比较此页面

source: Compare ZIP and TAR contents without extracting
zh_hans: 无需解压即可比较 ZIP 和 TAR 内容

source: Compare duration, tracks, file attributes, and embedded metadata entirely on this Mac.
zh_hans: 完全在这台 Mac 上比较时长、轨道、文件属性和嵌入式元数据。

source: Compare large binary files
zh_hans: 比较大型二进制文件

source: Compare requires one item with a pending left side, or exactly two items; %lld were supplied.
zh_hans: 比较需要一个已有待处理左侧的项目，或恰好两个项目；实际提供了 %lld 个。

source: Compare safe file-system attributes
zh_hans: 比较可安全读取的文件系统属性

source: Compare validated DOCX, XLSX, PPTX, and ODS properties, logical sections, and bounded part digests.
zh_hans: 比较经过验证的 DOCX、XLSX、PPTX 和 ODS 属性、逻辑节以及受限的包部件摘要。

source: Compare validated ZIP and TAR members without extracting to disk or following links.
zh_hans: 比较已验证的 ZIP 和 TAR 成员，无需解压到磁盘，也不会跟随链接。

source: Compare version fields, Mach-O architectures, executable digests, and code-signature summaries without launching either input.
zh_hans: 比较版本字段、Mach-O 架构、可执行文件摘要和代码签名摘要，而不启动任一输入。

source: Compare, understand, and safely reconcile files on your Mac.
zh_hans: 在 Mac 上比较、理解并安全处理文件差异。

source: Compared
zh_hans: 已比较

# Compared %lld paths · %lld differences.
source: Compared %1$lld paths · %2$lld differences.
zh_hans: 已比较 %lld 个路径 · %lld 处差异。

source: Compared %lld paths · 1 difference.
zh_hans: 已比较 %lld 个路径 · 1 处差异。

source: Compared files stay on this Mac
zh_hans: 比较的文件始终留在此 Mac 上

source: Compared resources
zh_hans: 已比较资源

source: Comparing binary files
zh_hans: 正在比较二进制文件

source: Comparing binary files…
zh_hans: 正在比较二进制文件…

source: Comparing contents and building a safe plan…
zh_hans: 正在比较内容并生成安全方案…

source: Comparing three folder trees by content…
zh_hans: 正在按内容比较三个文件夹树…

source: Comparing two stored snapshots…
zh_hans: 比较两个存储的快照…

source: Comparison options, clipboard, export, patch, and copy actions
zh_hans: 比较选项、剪贴板、导出、补丁和复制操作

source: Completed
zh_hans: 已完成

source: Compression
zh_hans: 压缩

source: Conflict
zh_hans: 冲突

# Conflict %lld
source: Conflict %1$lld
zh_hans: 冲突 %1$lld

source: Conflicts
zh_hans: 冲突

source: Connect
zh_hans: 连接

source: Connect to WebDAV
zh_hans: 连接到 WebDAV

source: Connect to a WebDAV collection to browse it read-only.
zh_hans: 连接到 WebDAV 集合以只读方式浏览它。

source: Connecting to the WebDAV collection…
zh_hans: 正在连接 WebDAV 集合…

source: Connection failed.
zh_hans: 连接失败。

source: Content
zh_hans: 内容

source: Content Type
zh_hans: 内容类型

source: Continue
zh_hans: 继续

source: Contributor
zh_hans: 参与者

# Copied %lld action %@. Backup: %@
source: Copied %1$lld action %2$@. Backup: %3$@
zh_hans: 已执行 %lld 项复制操作（%@）。备份：%@

# Copied %lld actions %@. Backups: %@
source: Copied %1$lld actions %2$@. Backups: %3$@
zh_hans: 已执行 %lld 项复制操作（%@）。备份：%@

source: Copy
zh_hans: 复制

source: Copy Left to Right
zh_hans: 从左侧复制到右侧

source: Copy Left → Right
zh_hans: 左侧 → 右侧复制

source: Copy Right to Left
zh_hans: 从右侧复制到左侧

source: Copy Right → Left
zh_hans: 右侧 → 左侧复制

source: Copy from Base
zh_hans: 从基准复制

source: Copy from Left
zh_hans: 从左侧复制

source: Copy from Right
zh_hans: 从右侧复制

source: Copy selected items %@?
zh_hans: 要复制选中项（%@）吗？

source: Copy selected row from left to right
zh_hans: 将所选行从左侧复制到右侧

source: Copy selected row from right to left
zh_hans: 将所选行从右侧复制到左侧

source: Copy with Backup
zh_hans: 复制并备份

source: Copying selected %@ items with rollback protection…
zh_hans: 正在复制选中项（%@），并提供回滚保护…

source: Copyright
zh_hans: 版权

# Could Not Restore %@
source: Could Not Restore %1$@
zh_hans: 无法恢复 %1$@

# Could not apply %@: %@
source: Could not apply %1$@: %2$@
zh_hans: 无法应用 %@：%@

source: Could not archive journal: %@
zh_hans: 无法归档日志：%1$@

source: Could not compare snapshot: %@
zh_hans: 无法比较快照：%@

source: Could not compare snapshots: %@
zh_hans: 无法比较快照：%@

source: Could not compare the files: %@
zh_hans: 无法比较文件：%@

source: Could not compare the remote text files: %@
zh_hans: 无法比较远程文本文件：%@

source: Could not copy the selected difference: %@
zh_hans: 无法复制选中的差异：%@

source: Could not create demo folders: %@
zh_hans: 无法创建演示文件夹：%@

source: Could not create image demo: %@
zh_hans: 无法创建图像演示：%@

source: Could not create merge demo: %@
zh_hans: 无法创建合并演示：%@

source: Could not create snapshot: %@
zh_hans: 无法创建快照：%@

source: Could not create the temporary demo: %@
zh_hans: 无法创建临时演示：%@

# Could not decode %@: %@
source: Could not decode %1$@: %2$@
zh_hans: 无法解码 %@：%@

source: Could not export archive member: %@
zh_hans: 无法导出归档成员：%@

source: Could not export comparison: %@
zh_hans: 无法导出比较结果：%@

source: Could not export patch: %@
zh_hans: 无法导出补丁：%@

source: Could not export remote resource: %@
zh_hans: 无法导出远程资源：%@

source: Could not export report
zh_hans: 无法导出报告

source: Could not export report: %@
zh_hans: 无法导出报告：%@

source: Could not export the PDF report: %@
zh_hans: 无法导出 PDF 报告：%@

source: Could not export the metadata report: %@
zh_hans: 无法导出元数据报告：%@

source: Could not export the version report: %@
zh_hans: 无法导出版本报告：%1$@

source: Could not finalize journal metadata: %@
zh_hans: 无法完成日志元数据的最终写入：%1$@

# Could not inspect %@: %@
source: Could not inspect %1$@: %2$@
zh_hans: 无法检查 %@：%@

source: Could not inspect the opened media: %@
zh_hans: 无法检查已打开的媒体：%@

source: Could not load %@.
zh_hans: 无法加载 %@。

# Could not load %@: %@
source: Could not load %1$@: %2$@
zh_hans: 无法加载 %@：%@

source: Could not load the table demo: %@
zh_hans: 无法加载表格演示：%@

source: Could not open archive: %@
zh_hans: 无法打开归档：%@

source: Could not open comparison
zh_hans: 无法打开比较

source: Could not prepare the export destination: %@
zh_hans: 无法准备导出目标位置：%@

source: Could not prepare the report destination: %@
zh_hans: 无法准备报告目标位置：%@

# Could not preserve access to resource %lld at %@: %@ The session was not saved.
source: Could not preserve access to resource %1$lld at %2$@: %3$@ The session was not saved.
zh_hans: 无法保留对资源 %lld（位于 %@）的访问权限：%@ 会话未保存。

source: Could not preserve sandbox access for %@. Re-select the patch file.
zh_hans: 无法保留 %@ 的沙盒访问权限。请重新选择补丁文件。

source: Could not preserve sandbox access for %@. Re-select the target file.
zh_hans: 无法保留 %@ 的沙盒访问权限。请重新选择目标文件。

source: Could not preserve sandbox access for selected resource %1$lld at %2$@: %3$@ No resources were added.
zh_hans: 无法保留选中资源 %lld（位于 %@）的沙盒访问权限：%@ 未添加任何资源。

# Could not read %@: %@
source: Could not read %1$@: %2$@
zh_hans: 无法读取 %@：%@

# Could not read or write %@: %@
source: Could not read or write %1$@: %2$@
zh_hans: 无法读取或写入 %@：%@

source: Could not read that page: %@
zh_hans: 无法读取该页面：%@

source: Could not read the left Office document: %@
zh_hans: 无法读取左侧 Office 文档：%@

source: Could not read the left archive: %@
zh_hans: 无法读取左侧归档：%@

source: Could not read the right Office document: %@
zh_hans: 无法读取右侧 Office 文档：%@

source: Could not read the right archive: %@
zh_hans: 无法读取右侧归档：%@

# Could not reparse with %@ delimiter: %@
source: Could not reparse with %1$@ delimiter: %2$@
zh_hans: 无法使用 %@ 分隔符重新解析：%@

source: Could not replace %@
zh_hans: 无法替换 %@

# Could not restore access to resource %lld saved at %@: %@
source: Could not restore access to resource %1$lld saved at %2$@: %3$@
zh_hans: 无法恢复对资源 %lld（保存于 %@）的访问权限：%@

source: Could not restore the input tables: %@
zh_hans: 无法还原输入表格：%@

source: Could not reveal the journal directory: %@
zh_hans: 无法在访达中显示日志目录：%@

source: Could not save %@
zh_hans: 无法保存 %@

# Could not save %@: %@
source: Could not save %1$@: %2$@
zh_hans: 无法保存 %@：%@

source: Could not save table output: %@
zh_hans: 无法保存表格输出：%@

source: Could not scan operation journals: %@
zh_hans: 无法扫描操作日志：%1$@

# Could not serialize the %@ output: %@
source: Could not serialize the %1$@ output: %2$@
zh_hans: 无法序列化 %@ 输出：%@

# Could not update the session catalog at %@: %@
source: Could not update the session catalog at %1$@: %2$@
zh_hans: 无法更新位于 %@ 的会话目录：%@

source: Create
zh_hans: 创建

source: Create Output
zh_hans: 创建输出

source: Create Output…
zh_hans: 创建输出…

source: Create Snapshot…
zh_hans: 创建快照…

source: Create Window with Session
zh_hans: 用会话创建窗口

source: Create a portable folder snapshot or compare an existing one.
zh_hans: 创建便携式文件夹快照或比较现有的快照。

source: Create a portable snapshot, compare it with a live folder, or compare two stored snapshots.
zh_hans: 创建便携式快照，将其与活动文件夹进行比较，或比较两个存储的快照。

source: Create a saved comparison
zh_hans: 创建已保存的比较

source: Create a session to save provider-neutral comparison metadata.
zh_hans: 创建会话以保存与提供方无关的比较元数据。

source: Create directory
zh_hans: 创建目录

source: Create folder
zh_hans: 创建文件夹

source: Create or select a workspace window to manage its saved-session tabs.
zh_hans: 创建或选择工作区窗口，以管理其中已保存会话的标签页。

source: Create or update the merge output?
zh_hans: 创建或更新合并输出？

source: Create window
zh_hans: 创建窗口

source: Create workspace window
zh_hans: 创建工作区窗口

source: Created
zh_hans: 已创建

source: Created nanosecond component
zh_hans: 创建时间的纳秒部分

source: Creates two temporary sample binary files
zh_hans: 创建两个临时二进制示例文件

source: Creates two temporary sample tables
zh_hans: 创建两个临时示例表格

source: Creation Date
zh_hans: 创建日期

source: Creator
zh_hans: 创建者

source: Critical
zh_hans: 关键

source: Critical action: preflight passed for exactly %1$lld %2$@-side deletion action from %3$lld selected row.
zh_hans: 高风险操作：预检已通过，确认恰好有 %1$lld 个%2$@删除操作，来自 %3$lld 个选中行。

source: Critical action: preflight passed for exactly %1$lld %2$@-side deletion action from %3$lld selected rows.
zh_hans: 高风险操作：预检已通过，确认恰好有 %1$lld 个%2$@删除操作，来自 %3$lld 个选中行。

source: Critical action: preflight passed for exactly %1$lld %2$@-side deletion actions from %3$lld selected row.
zh_hans: 高风险操作：预检已通过，确认恰好有 %1$lld 个%2$@删除操作，来自 %3$lld 个选中行。

source: Critical action: preflight passed for exactly %1$lld %2$@-side deletion actions from %3$lld selected rows.
zh_hans: 高风险操作：预检已通过，确认恰好有 %1$lld 个%2$@删除操作，来自 %3$lld 个选中行。

source: Current resolutions and output edits are preserved. Save the result first or confirm before reloading.
zh_hans: 当前冲突解决选择和输出编辑将会保留。请先保存结果，或确认后重新加载。

source: Currently fit
zh_hans: 当前为适合窗口

source: Custom Accent
zh_hans: 自定义强调色

source: DIFFERENCE
zh_hans: 差异

source: DIFFERENCE MASK
zh_hans: 差异蒙版

source: Dark
zh_hans: 深色

source: Decreases the shared image scale
zh_hans: 减小共用图像缩放比例

source: Delete
zh_hans: 删除

source: Delete %@
zh_hans: 删除 %1$@

# Delete %@?
source: Delete %1$@?
zh_hans: 删除 %1$@？

# Delete %lld selected item from %@?
source: Delete %1$lld selected item from %2$@?
zh_hans: 要删除 %lld 个选中项（%@）吗？

# Delete %lld selected items from %@?
source: Delete %1$lld selected items from %2$@?
zh_hans: 要删除 %lld 个选中项（%@）吗？

source: Delete Window
zh_hans: 删除窗口

source: Delete from Left…
zh_hans: 从左侧删除…

source: Delete from Right…
zh_hans: 从右侧删除…

source: Delete window
zh_hans: 删除窗口

source: Delete with Backup
zh_hans: 删除并备份

source: Deleted
zh_hans: 已删除

# Deleted %lld selected item from the %@ side. Backup: %@
source: Deleted %1$lld selected item from the %2$@ side. Backup: %3$@
zh_hans: 已从%2$@删除 %1$lld 个选中项。备份：%3$@

# Deleted %lld selected items from the %@ side. Backup: %@
source: Deleted %1$lld selected items from the %2$@ side. Backup: %3$@
zh_hans: 已从%2$@删除 %1$lld 个选中项。备份：%3$@

# Deleting %lld selected item from the %@ side with journaled rollback protection…
source: Deleting %1$lld selected item from the %2$@ side with journaled rollback protection…
zh_hans: 正在从%2$@删除 %1$lld 个选中项，并提供日志化回滚保护…

source: Deleting %1$lld selected items from the %2$@ side with journaled rollback protection…
zh_hans: 正在从%2$@删除 %1$lld 个选中项，并提供日志化回滚保护…

source: Deletion actions: 0.
zh_hans: 删除操作：0。

source: Deletion cancelled after preflight; no files were changed and no journal was created.
zh_hans: 预检后取消删除；没有更改任何文件，也没有创建任何日志。

source: Deletion cancelled; no files were changed.
zh_hans: 删除已取消；没有更改任何文件。

source: Deletion could not be finalized. %@ Inspect the target and backup folder before retrying.
zh_hans: 无法完成删除。%@ 重试前，请检查目标和备份文件夹。

source: Deletion preflight could not complete; no files were changed. %@
zh_hans: 删除预检无法完成；未更改任何文件。%@

source: Deletion was interrupted. Inspect the unfinished operation journal, target root, and backup folder before retrying.
zh_hans: 删除被中断。在重试之前检查未完成的操作日志、目标根目录和备份文件夹。

source: Deletion was not applied; the executor completed only a dry-run.
zh_hans: 未应用删除；执行器仅完成了试运行。

source: Delimited data with composite-key row alignment
zh_hans: 按复合键对齐行的分隔数据

source: Delimiter
zh_hans: 分隔符

source: Description
zh_hans: 描述

source: Descriptor-safe observation could not be completed.
zh_hans: 无法完成基于文件描述符的安全检查。

source: Detail
zh_hans: 详情

source: Detect Moves
zh_hans: 检测移动

source: Detect moves
zh_hans: 检测移动

source: Detected from archive bytes
zh_hans: 从压缩包字节中检测

source: Difference
zh_hans: 差异

# Difference %lld of %lld
source: Difference %1$lld of %2$lld
zh_hans: 第 %1$lld 个差异，共 %2$lld 个

source: Difference image
zh_hans: 差异图像

# Difference overview, %lld differences
source: Difference overview, %1$lld differences
zh_hans: 差异概览，%1$lld 个差异

# Difference region 1, mismatch bounds x %lld, y %lld, width %lld, height %lld
source: Difference region 1, mismatch bounds x %1$lld, y %2$lld, width %3$lld, height %4$lld
zh_hans: 差异区域 1，不匹配边界 x %1$lld、y %2$lld、宽 %3$lld、高 %4$lld

source: Differences
zh_hans: 差异

source: Differences only
zh_hans: 仅差异

source: Different
zh_hans: 不同

source: Differentiate Without Color
zh_hans: 不单独依靠颜色区分

source: Differing pixels
zh_hans: 差异像素数

source: Digest
zh_hans: 摘要

source: Dimension status
zh_hans: 尺寸状态

source: Dimensions differ
zh_hans: 尺寸不同

source: Directory Path: %@
zh_hans: 目录 路径：%@

source: Discard Draft
zh_hans: 丢弃草稿

source: Discard Drafts
zh_hans: 丢弃草稿

source: Discard edited table output?
zh_hans: 放弃编辑后的表输出？

source: Discard unsaved %@ edits?
zh_hans: 要放弃未保存的 %@ 编辑吗？

source: Discard unsaved merge work?
zh_hans: 放弃未保存的合并工作？

source: Disconnect
zh_hans: 断开连接

source: Dismiss
zh_hans: 关闭

source: Display name
zh_hans: 显示名称

source: Document metadata
zh_hans: 文档元数据

source: Document structure, properties, sections, and package parts
zh_hans: 文档结构、属性、章节和软件包部件

source: Document type
zh_hans: 文档类型

source: Done
zh_hans: 完成

source: Downloading bounded preview…
zh_hans: 正在下载受限预览…

source: Dry-run completed; no changes were made.
zh_hans: 试运行完成；未进行任何更改。

source: Dry-run completed; no files were changed.
zh_hans: 试运行完成；没有更改任何文件。

source: Dry-run passed for one ordinary local file:
zh_hans: 一个普通本地文件的试运行已通过：

source: Duration
zh_hans: 时长

source: Duration (seconds)
zh_hans: 时长（秒）

source: Dynamic library
zh_hans: 动态库

source: Each edited row must contain at least one field.
zh_hans: 每个编辑的行必须至少包含一个字段。

source: Each source and reference will be rehashed immediately before a no-clobber move; an existing destination is never replaced.
zh_hans: 每个源和参照项都会在不覆盖移动前立即重新计算哈希；绝不会替换现有目标。

source: Each target will first be moved to this independent backup folder: %@
zh_hans: 每个目标都会先移到这个独立的备份文件夹： %@

source: Edit Merged Output
zh_hans: 编辑合并输出

source: Edit Output
zh_hans: 编辑输出

source: Edit compared text
zh_hans: 编辑比较文本

source: Edit persistent include and exclude path rules
zh_hans: 编辑持久的包含和排除路径规则

source: Editable in-memory result
zh_hans: 可编辑的内存结果

source: Editable merged output
zh_hans: 可编辑的合并输出

source: Edited
zh_hans: 已编辑

source: Edited-table size arithmetic overflowed.
zh_hans: 编辑表大小算术溢出。

source: Editing and Save As are disabled because malformed quoting would make rewriting lossy.
zh_hans: 引号格式错误会导致重写时丢失信息，因此已禁用编辑和“另存为”。

source: Editing and Save As are disabled while composite keys are duplicated.
zh_hans: 存在重复的复合键时，编辑和“另存为”功能将被禁用。

source: Empty files · offset 0x%@
zh_hans: 空文件 · 偏移量 0x%@

source: Empty line
zh_hans: 空行

source: Enabled
zh_hans: 已启用

source: English
zh_hans: 英语

source: Enter a Bearer token or save one in Keychain for this server.
zh_hans: 请输入 Bearer 令牌，或将其存入此服务器的钥匙串。

source: Enter a new leaf name. The file stays in its current parent folder. Directory and symbolic-link rename is not supported.
zh_hans: 输入新的末级名称。文件仍保留在当前父文件夹中。不支持重命名目录或符号链接。

source: Enter a non-empty session name.
zh_hans: 输入非空会话名称。

source: Enter a password or save one in Keychain for this server and username.
zh_hans: 请输入密码，或将其存入此服务器和用户名对应的钥匙串。

source: Enter a valid absolute HTTP or HTTPS URL.
zh_hans: 输入有效的绝对 HTTP 或 HTTPS URL。

source: Enter comma-separated column indices
zh_hans: 输入以逗号分隔的列索引

source: Enter unique, non-negative key-column indices before editing rows.
zh_hans: 在编辑行之前输入唯一的非负键列索引。

source: Error
zh_hans: 错误

source: Errors
zh_hans: 错误

source: Every hunk validated. Review or edit the in-memory result before saving.
zh_hans: 每个补丁块均已验证。保存前请检查或编辑内存中的结果。

source: Every step appears never executed or already rolled back. This is a journal-metadata recommendation only; the analyzer made no file-system changes.
zh_hans: 每个步骤似乎都从未执行或已经回滚。这仅是日志元数据建议；分析器未更改文件系统。

source: Every step's current scene matches a safely completed outcome. This is a journal-metadata recommendation only; the analyzer made no file-system changes.
zh_hans: 每个步骤的当前现场状态都与安全完成的结果一致。这仅是日志元数据建议；分析器未更改文件系统。

source: Excel workbook (XLSX)
zh_hans: Excel 工作簿（XLSX）

source: Exchanges the left and right PDF inputs
zh_hans: 交换左右 PDF 输入

source: Exchanges the left and right archives
zh_hans: 交换左右压缩包

source: Exchanges the left and right delimited files
zh_hans: 交换左右分隔符文件

source: Exchanges the left and right documents
zh_hans: 交换左右文档

source: Exchanges the left and right files or bundles
zh_hans: 交换左右文件或包

source: Exchanges the left and right folders
zh_hans: 交换左右文件夹

source: Exchanges the left and right images and reverses both offsets
zh_hans: 交换左右图像并反转两个偏移量

source: Exchanges the left and right inputs
zh_hans: 交换左右输入

source: Exchanges the left and right items
zh_hans: 交换左右项目

source: Exchanges the left and right media files
zh_hans: 交换左右媒体文件

source: Exclude patterns
zh_hans: 排除模式

source: Executing
zh_hans: 正在执行

source: Execution failed; completed changes were rolled back.
zh_hans: 执行失败；已完成的更改已回滚。

source: Export
zh_hans: 导出

source: Export Archive Comparison Report
zh_hans: 导出归档比较报告

source: Export Archive Member
zh_hans: 导出归档成员

source: Export Folder Comparison Report
zh_hans: 导出文件夹比较报告

source: Export Hex Comparison Report
zh_hans: 导出十六进制比较报告

source: Export Image Comparison Report
zh_hans: 导出图像比较报告

source: Export JSON…
zh_hans: 导出 JSON…

source: Export Media Comparison Report
zh_hans: 导出媒体比较报告

source: Export Metadata Comparison Report
zh_hans: 导出元数据比较报告

source: Export Office Comparison Report
zh_hans: 导出 Office 比较报告

source: Export Office comparison report
zh_hans: 导出 Office 比较报告

source: Export PDF Comparison Report
zh_hans: 导出 PDF 比较报告

source: Export PDF comparison report
zh_hans: 导出 PDF 比较报告

source: Export Patch…
zh_hans: 导出补丁…

source: Export Report
zh_hans: 导出报告

source: Export Report…
zh_hans: 导出报告…

source: Export Selected…
zh_hans: 导出所选项…

source: Export Session Catalog
zh_hans: 导出会话目录

source: Export Snapshot Comparison
zh_hans: 导出快照比较

source: Export Table Comparison Report
zh_hans: 导出表比较报告
